// Спробуйте відгадати які відповіді ви отримаєте, якщо запустите це в
// Console у Google Chrome. Як тільки ви отримаєте відповідь на запитання
// перевірити їх, скопіювавши їх і запустивши в консолі, рядок за рядком

//Розв'яжіть усі вирази наведені нижче:

// додайте змінну "firstName" та "lastName"
//таким чином, щоб вийшло Ваше повне ім'я

const firstName = "Данило";
const lastName = "Тищенко";

// створіть змінну, у якій збергіається відповідь (повне ім'я)
// для "firstName" + " " + "lastName"

const fullName = firstName + " " + lastName;

// Розв'яжіть завдання. Скільки буде a + b?
var a = 34;
var b = 21;
a = 2;
console.log(a + b); // 23

// Чому дорівнює c?
var c;
console.log(c); // undefined
